Repository: fetzu/AeroCheck
Catalog: AeroCheckWatch/Localizable.xcstrings
Source language: en
Languages: fr

source: Connected
fr: Connecté

source: FLIGHT TIME
fr: TEMPS DE VOL

source: FREQUENCIES
fr: FRÉQUENCES

source: LOCAL
fr: HEURE LOCALE

source: NEXT
fr: SUIVANT

source: NO DATA
fr: AUCUNE DONNÉE

source: Start flight on iPhone
fr: Démarrez le vol sur l’iPhone

source: Waiting...
fr: En attente…

# freq.next
source: NEXT
fr: SUIV

# freq.now
source: NOW
fr: ACT
